Repository: webdev0415/oknoname
Catalog: spirit/comment/flag/locale/*/LC_MESSAGES/django.po
Languages: ky

source: This flag already exists
ky: Бул желекче мурдатан бар

source: Spam
ky: Спам

source: Other
ky: Башка

source: comment flag
ky: жорум желекчеси

source: comments flags
ky: жорум желекчеси

source: reason
ky: себеп

source: body
ky: дене

source: flag
ky: желек

source: flags
ky: желек

source: Report
ky: Арыздануу

source: Reporting %(username)s's comment
ky: %(username)s жорумуна арыздануу
