Repository: webdev0415/oknoname
Catalog: spirit/comment/locale/*/LC_MESSAGES/django.po
Languages: ky

source: Comment
ky: Жорум

source: Write comment...
ky: Жорум жазуу...

source: Unsupported file format. Supported formats are %s.
ky: Файлдын форматы колдонулбайт. Колдоого алынган форматтар: %s.

source: The file could not be validated
ky: Файлды валидациялоо мүмкүн болгон жок

source: Unsupported file extension %(extension)s. Supported extensions are %(supported)s.
ky: Колдонулбаган файл кеңейтими: %(extension)s. Колдоого алынган кеңейтимдер: %(supported)s.

source: Unsupported file mime type %(mime)s. Supported types are %(supported)s.
ky: MIME-тип колдонулбайт: %(mime)s. Колдоого алынган mime-типтер: %(supported)s.

source: comment
ky: жорум

source: topic moved
ky: тема көчүп кетти

source: topic closed
ky: тема жабылды

source: topic unclosed
ky: тема ачылды

source: topic pinned
ky: тема кадалды

source: topic unpinned
ky: тема кадоодон алынды

source: comment html
ky: жорумдун HTML'и

source: action
ky: иш-аракет

source: modified count
ky: өзгөрүүлөр чени

source: likes count
ky: жакытруулар чени

source: comments
ky: жорумдар

source: This topic has been moved
ky: Бул тема орун алмашты

source: This topic has been closed
ky: Бул тема жабылды

source: This topic has been unclosed
ky: Бул тема кайра ачылды

source: This topic has been pinned
ky: Бул тема кадалды

source: This topic has been unpinned
ky: Бул тема кадоодон алынды

source: Unknown topic moderation action
ky: Белгисиз модерация иш-аракети

source: Bold
ky: Талпагай

source: Italic
ky: Курсив

source: List
ky: Тизмек

source: Image
ky: Сүрөт

source: File
ky: Файл

source: Poll
ky: Сурамжылоо

source: Preview
ky: Алдын ала көрүү

source: uploading {name}
ky: {name} жүктөлүүдө

source: bolded text
ky: талпагай текст

source: italicised text
ky: курсив текст

source: list item
ky: тизмек элементи

source: link text
ky: шилтеме тексти

source: link url
ky: шилтеменин URL'и

source: image text
ky: сүрөттүн тексти

source: image url
ky: сүрөттүн URL'и

source: file text
ky: файлдын тексти

source: file url
ky: файлдын URL'и

source: Title
ky: Тема

source: Description
ky: Сүрөттөмө

source: Publish
ky: Жарыялоо

source: delete
ky: жок кылуу

source: report
ky: арыздануу

source: share
ky: бөлүшүү

source: remove like
ky: жакытрууну алып сал

source: like
ky: жактыруу

source: edit
ky: өзгөртүү

source: quote
ky: цитата

source: reply
ky: жооп

source: close
ky: жап

source: This comment was deleted
ky: Бул жорум жок кылынган

source: undelete
ky: кайтаруу

source: Moderate comment
ky: Жорумду модерациялоо

source: Apply
ky: Колдон

source: Publish comment
ky: Жорумду жарыяла

source: Publishing comment on
ky: Буга байланыштуу жорум жарыяланууда:

source: Edit comment
ky: Жорумду түзөтүү
